[
  {
    "productName": "Mercedes-Benz C-Class 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2015/10/3_-798x466.jpg",
    "about": "Consectetur eiusmod qui qui esse voluptate deserunt voluptate ea eu. Fugiat velit tempor cupidatat quis sunt magna ut irure. Commodo id voluptate occaecat eiusmod ipsum reprehenderit amet magna amet elit deserunt Lorem.\r\n",
    "price": "$35,000",
    "quantity": 25,
    "supplierName": "Effie Hawkins",
    
  },
  {
    "productName": "Nissan Altima 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2015/11/nissan_altima_1-798x466.jpeg",
    "about": "Labore sunt velit veniam sit quis cillum occaecat consequat consequat cillum non nostrud laborum. Magna cupidatat magna adipisicing mollit. Occaecat consectetur quis ut veniam anim ut dolore. Deserunt et veniam amet minim quis sit qui magna eiusmod. Laboris nostrud nulla magna id. Incididunt eiusmod esse id sint. Labore ullamco nostrud deserunt non tempor irure culpa cupidatat labore laborum cupidatat eu nulla et.\r\n",
    "price": "$18,000",
    "quantity": 35,
    "supplierName": "Sherman Gray",
    
  },
  {
    "productName": "Acura RDX 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2015/12/34-798x466.jpg",
    "about": "Minim adipisicing laborum aliquip amet et esse irure. Est magna in cupidatat eu id. Ea pariatur aliqua sint nulla et et ipsum. Consectetur Lorem ex id do consectetur irure. Exercitation aliqua ullamco labore exercitation esse culpa labore eiusmod sunt excepteur pariatur ad deserunt aliqua. Commodo culpa mollit consequat fugiat officia labore pariatur.\r\n",
    "price": "$59,000",
    "quantity": 35,
    "supplierName": "Sondra Harrison",
    
  },
  {
    "productName": "Tesla Roadster 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-24-798x466.jpg",
    "about": "Minim tempor magna voluptate consequat et id. Pariatur esse consectetur ut nulla sint aliqua deserunt irure in anim. Fugiat aute commodo ut incididunt nostrud aliqua ea Lorem cillum et dolor duis consequat. Veniam ut amet qui nostrud Lorem fugiat cillum magna do ut reprehenderit est. Adipisicing adipisicing proident esse officia in eiusmod. Sit aute culpa ipsum et non velit adipisicing anim commodo in fugiat irure. Cillum id dolore sunt eiusmod mollit dolor.\r\n",
    "price": "$109,000",
    "quantity": 28,
    "supplierName": "Jana Hester",
    
  },
  {
    "productName": "Lexus RX-350 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-20-798x466.jpg",
    "about": "Quis magna ad culpa commodo esse consectetur dolor duis reprehenderit est culpa ipsum anim deserunt. Duis commodo est tempor ex occaecat consequat do adipisicing. Laborum commodo aliquip est deserunt ea dolore incididunt dolor incididunt qui. Sunt pariatur qui pariatur magna duis sunt magna anim laborum nostrud pariatur cupidatat.\r\n",
    "price": "$22,000",
    "quantity": 29,
    "supplierName": "Dina Joseph",
    
  },
  {
    "productName": "Honda Accord 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-13-798x466.jpg",
    "about": "Aliqua eu minim proident culpa. Fugiat laboris commodo dolor minim nulla duis commodo deserunt do eu amet amet excepteur. Tempor in excepteur in voluptate dolor adipisicing ut.\r\n",
    "price": "$24,000",
    "quantity": 30,
    "supplierName": "Kane Mckinney",
    
  },
  {
    "productName": "Chevrolet Suburban 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-10-798x466.jpg",
    "about": "Sit culpa aute eiusmod occaecat amet proident magna ut eu deserunt. Adipisicing in officia culpa in fugiat sint ea veniam consectetur ea esse cupidatat. Consequat amet incididunt id consectetur sunt proident ad sunt pariatur aute velit voluptate minim. Aute est dolor et adipisicing incididunt adipisicing. Ex do est sunt mollit quis.\r\n",
    "price": "$35,000",
    "quantity": 22,
    "supplierName": "Jan Lancaster",
    
  },
  {
    "productName": "BMW 4-series 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-7-798x466.jpg",
    "about": "Lorem irure ea consequat consectetur est ullamco. Sit amet est occaecat pariatur eiusmod nisi esse duis laboris. Labore culpa laboris amet qui amet excepteur exercitation sint ipsum minim. Amet exercitation anim minim sint nulla fugiat ut reprehenderit excepteur. Excepteur minim anim id fugiat pariatur velit nostrud fugiat consequat nulla velit in consequat Lorem.\r\n",
    "price": "$71,000",
    "quantity": 23,
    "supplierName": "Antoinette Bartlett",
    
  },
  {
    "productName": "Bentley Flying Spur 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-5-798x466.jpg",
    "about": "Anim commodo sit enim Lorem id do mollit. Laborum deserunt aliqua deserunt deserunt id sint. Deserunt consectetur amet exercitation aliquip nisi ullamco do pariatur excepteur labore. Nisi excepteur velit quis est.\r\n",
    "price": "$305,700",
    "quantity": 37,
    "supplierName": "Rebecca Moses",
    
  },
  {
    "productName": "Acura ILX 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-798x466.jpg",
    "about": "Mollit nostrud mollit ipsum culpa do ipsum consectetur in laboris dolore. Laboris nostrud dolore anim fugiat nisi ea. Occaecat irure nostrud ipsum id esse non aliquip ea incididunt mollit dolor commodo. Reprehenderit ipsum nulla elit ex cillum esse exercitation reprehenderit. In proident nisi tempor adipisicing aliquip adipisicing veniam tempor qui excepteur.\r\n",
    "price": "$27,000",
    "quantity": 33,
    "supplierName": "Charity Middleton",
    
  },
  {
    "productName": "Mazda CX-30 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2021/03/01-21-798x466.jpg",
    "about": "Duis ad elit adipisicing quis deserunt irure sit cillum nostrud irure enim eu sunt. Non cillum minim cillum reprehenderit. Commodo sunt cupidatat aliqua ea est laboris duis aliquip occaecat. Commodo fugiat ex mollit irure consectetur ut irure magna commodo nulla sunt duis exercitation aliquip.\r\n",
    "price": "$23,000",
    "quantity": 21,
    "supplierName": "Geneva Graham",
    0
  },
  {
    "productName": "Ford F-150 Raptor 2022",
    "image": "https://motors.stylemixthemes.com/wp-content/uploads/2020/10/raptor-02-798x466.jpg",
    "about": "Reprehenderit sit adipisicing ea adipisicing ea anim non nisi. Sit et occaecat ea labore aliquip anim pariatur aliquip in irure ut veniam est. Commodo fugiat Lorem aliquip et pariatur est aute Lorem nulla pariatur aliqua minim. Pariatur sunt aliquip ullamco dolore nostrud anim velit adipisicing nulla cupidatat cillum occaecat excepteur officia. Anim esse deserunt quis id aliquip magna sint tempor.\r\n",
    "price": "$78,000",
    "quantity": 34,
    "supplierName": "Lupe Hickman",
    1
  }
]
